Repository: dilguisonis/buoy-wallet
Catalog: lib/l10n/app_*.arb
Languages: ca, cs, nl

source: Amount
ca: Import
cs: Množství
nl: Hoeveelheid

source: Fee
ca: Comissió
cs: Poplatek

source: Send
ca: Enviar
cs: Odeslat
nl: Verzenden

source: Receive
ca: Rebre
cs: Přijmout
nl: Ontvangen

source: Scan
ca: Escanejar
cs: Skenovat
nl: Scannen

# authenticationMessage
source: Authenticate to Unlock
ca: Acreditar-se per desbloquejar
cs: Ověřit se pro odemknutí
nl: Authenticeer om te ontgrendelen

# buyWithFiatScreenTitle
source: Buy Bitcoin and More
ca: Comprar Bitcoin i més
cs: Nakoupit Bitcoin a další
nl: Koop/Verkoop met Fiat

# homeTabWalletTitle
source: Wallet
ca: Moneder
cs: Peněženka

# homeTabMarketplaceTitle
source: Marketplace
ca: Mercat
cs: Tržiště
nl: Marktplaats

# homeTabSettingsTitle
source: Settings
ca: Configurar
cs: Nastavení
nl: Instellingen

# walletBitcoinPriceTitle
source: Bitcoin Price
ca: Preu de Bitcoin
cs: Cena Bitcoinu
nl: Bitcoin Prijs

# assetTransactionsListTitle
source: Transactions
ca: Transaccions
cs: Transakce
nl: Transacties

# assetTransactionsLiquidEmptyList
source: Your {asset} transactions will show up here.
ca: Les vostres transaccions de {asset} es mostraran aquí.
cs: Zde se zobrazí vaše transakce
nl: Je {asset} transactie zal hier verschijnen

# assetTransactionsTypeSent
source: Sent
ca: Enviat
cs: Odesláno
nl: Verzonden

# assetTransactionsTypeReceived
source: Received
ca: Rebut
cs: Přijato
nl: Ontvangen

# assetTransactionsTypeRedeposit
source: Redeposit
ca: Tornar a dipositar
cs: Uložit znovu
nl: Opnieuw storten

# assetTransactionsTypeSwap
source: Swap
ca: Convertir
cs: Výměna

# assetTransactionsTypeSwapTo
source: Swapped to {ticker}
ca: Convertir a {ticker}
cs: Vyměněn za {ticker}
nl: Omgezet naar {ticker}

# assetTransactionsTypeSwapFrom
source: Swapped from {ticker}
ca: Convertit de {ticker}
cs: Vyměněn z {ticker}
nl: Omgezet van {ticker}

# assetTransactionsItemBitcoinEmpty
source: Your Bitcoin transactions will show up here.
ca: Les teves transaccions de Bitcoin es mostraran aquí.
cs: Zde se zobrazí vaše Bitcoinové transakce
nl: Je Bitcoin transacties zullen hier verschijnen

# assetTransactionDetailsTimeAt
source: at
ca: A les
cs: Na
nl: aan

# assetTransactionDetailsDelivered
source: Swapped
ca: Convertit
cs: Směněno
nl: Swap

# assetTransactionDetailsReceived
source: For
ca: Per
cs: Za
nl: Voor

# assetTransactionDetailsMyNotes
source: My Notes
ca: Les metes notes
cs: Mé poznámky
nl: Mijn notities

# assetTransactionDetailsMyNotesPlaceholder
source: Only visible to you
ca: Només visible per a tu
cs: Viditelné pouze pro tebe
nl: Enkel voor jou zichtbaar

# assetTransactionDetailsTransactionId
source: Transaction ID
ca: ID de la transacció
cs: ID transakce
nl: Transactie ID

# assetTransactionDetailsExplorerButton
source: View in Explorer
ca: Veure a l’explorador
cs: Zobrazit v prohlížeči
nl: In Explorer bekijken

# assetTransactionDetailsLiquidExplorerButton
source: View confidential transaction in Explorer
ca: Veure les transaccions confidencials a l’explorador
cs: Zobrazení důvěrné transakce v prohlížeči
nl: Bekijk confidentiële transactie in Explorer

# assetTransactionDetailsLiquidUnblindedExplorerButton
source: View unblinded transaction in Explorer
ca: Veure les transaccions no ofuscades a l’explorador
cs: Zobrazení odblokované transakce v prohlížeči
nl: Bekijk ongeblindeerde transactie in Explorer

# assetTransactionDetailsErrorButton
source: Go Back
ca: Tornar
cs: Zpět
nl: Ga Terug

# assetTransactionDetailsPending
source: Pending
ca: Pendent
cs: Čeká na
nl: In afwachting

# exchangeSwapButton
source: Swap
ca: Convertir
cs: Směnit

# exchangeTransferFromTitle
source: Transfer from
ca: Convertir de
cs: Směnit z
nl: Swap van

# exchangeTransferToTitle
source: Transfer to
ca: Convertir a
cs: Směnit za
nl: Swap naar

# exchangeSwapInsufficientFunds
source: Insufficient funds
ca: Fons insuficients
cs: Nedostatečné prostředky
nl: Onvoldoende fondsen

# languageSettingsTitle
source: Language
ca: Idioma
cs: Jazyk
nl: Taal

# blockExplorerSettingsTitle
source: Block Explorer
ca: Explorador de blocs
cs: Průzkumník bloků

# backupRecoveryPhraseTitle
source: Write down your seed phrase
ca: Escriu la teva frase de recuperació
cs: Níže uveďte svůj seed
nl: Schrijf je herstelzin neer

# backupRecoveryPhraseSubtitle
source: Your 12-word seed phrase is your wallet's backup. Write it down using a pen and paper and store it somewhere safe. Do not make a digital copy such as a screenshot - digital backups can be easily compromised. Even better would be to use a metal seed backup device, but you can look into that later!
ca: La frase de 12 paraules és la còpia de seguretat del teu moneder. Anota-la amb paper i bolígraf i guarda-la en un lloc segur. No facis una còpia digital, com ara una captura de pantalla, les còpies de seguretat digitals es poden comprometre fàcilment. Seria millor utilitzar un dispositiu de còpia de seguretat de metall, però ho pots fer més tard!
cs: Váš 12 místný seed je záloha vaší peněženky. Zapište si ji za použití tužky, papíru a uschovejte na bezpečné místo. V žádném případě nedělejte digitální kopii jako třeba otisk obrazovky, nebo fotku - digitální zálohy mohou být snadno kompromitovatelné. Nejlépe použijte jako zálohu seedu kovové záložní řešení, ale takové, abyste se na něj mohli v budoucnu podívat.
nl: De 12-woorden herstelzin is de backup van jouw wallet. Schrijf deze op met een pen en papier en bewaar deze op een veilige plaats. Maak geen digitale kopie zoals een screenshot—deze kunnen gemakkelijk gecompromitteerd worden.

# backupRecoveryPhraseButton
source: Continue
ca: Continuar
cs: Pokračuj
nl: Ga verder

# backupRecoveryAlertTitle
source: Oops, screenshots are not safe
ca: Oops, les captures de pantalla no són segures
cs: Hups, otisky obrazovky nejsou bezpečné.
nl: Oops, screenshots zijn niet veilig

# backupRecoveryAlertSubtitle
source: Digital copies can be compromised and you might lose access to your wallet or funds. Please delete this screenshot from your device.
ca: Les còpies digitals són vulnerables i pots perdre l'accés al teu moneder o fons. Si us plau, suprimeix aquesta captura de pantalla del teu dispositiu.
cs: Digitální kopie mohou být snadno kompromitovatelné a můžete díky tomu ztratit přístup ke své peněžence a prostředkům na ní uložených. Prosím smažte tento otisk obrazovky ze svého zařízení.
nl: Digitale kopieën zijn gemakkelijk te hacken en je verliest mogelijk de toegang tot jouw wallet. Verwijder deze screenshot van jouw toestel.

# backupRecoveryAlertButton
source: Continue
ca: Continuar
cs: Pokračuj
nl: Ga verder

# backupConfirmationTitle
source: Confirm Backup
ca: Confirmar la còpia de seguretat
cs: Potvrď zálohu
nl: Confirmeer Backup

# backupConfirmationSelect
source: Select Word #{position}
ca: Seleccionar la paraula número #{position}
cs: Zvol si slovo #{position}
nl: Selecteer woord #{position}

# backupConfirmationButton
source: Explore AQUA
ca: Explorar AQUA
cs: Prozkoumej AQUA
nl: Ontdek AQUA

# backupFailureTitle
source: Something went wrong
ca: Alguna cosa ha anat malament
cs: Něco se nezdařilo
nl: Er lijkt iets mis te zijn

# backupFailureDescription
source: Oops. Looks like you've written the wrong word when writing down your seed. Make sure you have a copy of the correct words. These words are very important!
ca: Vaja! Sembla que has escrit la paraula equivocada. Assegura’t de tenir una còpia de les paraules correcta. Aquestes paraules són molt importants!
cs: Hups. Vypadá to, že jste uvedli špatné slovo, když jste obnovovali svůj seed. Ujistěte se, že máte správnou kopii vašeho seedu. Toto je velice důležité.
nl: Oops. Het lijkt erop dat je het verkeerde woord opgeschreven hebt, zorg ervoor dat je een juiste kopie hebt van je woorden.

# backupFailureQuitButton
source: Quit
ca: Sortir
cs: Odejít
nl: Verlaat

# backupFailureRetryButton
source: Retry
ca: Tornar a intentar
cs: Zkusit znovu
nl: Probeer opnieuw

# backupInviteTitle
source: Backup your wallet
ca: Fes una còpia de seguretat del teu moneder
cs: Zálohuj svou peněženku
nl: Backup jouw wallet

# backupInviteDescription
source: With AQUA, you can be your own bank. No one else but you has access to your assets. Not even us. With great power comes great responsibility. You'll need a backup of your wallet to ensure you can always access your assets, even if you lose or break your device.
ca: Amb AQUA, pots ser el teu propi banc. Ningú més que tu no té accés als teus actius. Ni tan sols nosaltres. Un gran poder comporta una gran responsabilitat. Necessitaràs una còpia de seguretat del teu moneder per assegurar-te que sempre pots accedir als teus actius, fins i tot si perds o trenques el teu dispositiu.
cs: S AQUA můžeš být svou vlastní bankou. Nikdo jiný, než ty, nebude mít přístup ke tvým prostředkům. Ani my. S velikou silou přichází velká zodpovědnost. Ujisti se, že disponuješ zálohou své peněženky pro neustálý přístup ke svým prostředkům i v případě, že rozbiješ, ci ztratíš své zařízení.
nl: Met AQUA, ben je je eigen bank. Niemand anders heeft toegang tot jouw activa. Ook wij niet. Met grote macht, komt grote verantwoordelijkheid. Je zal een backup van jouw wallet nodig hebben om er zeker van te zijn dat je steeds toegang hebt tot je activa, zelfs als je jouw toestel verliest of stukgemaakt hebt.

# backupInviteButtonNext
source: Start Backup
ca: Fer la còpia de seguretat ara
cs: Začít zálohovat

# backupInviteButtonLater
source: Backup Later
ca: Fer la còpia de seguretat més tard
cs: Zálohovat později
nl: Doe Backup later

# backupInviteLoadingIndicator
source: Creating your wallet...
ca: Creant el teu moneder
cs: Vytváření tvé peněženky
nl: Jouw wallet wordt gemaakt...

# restorePromptTitle
source: Get your seed phrase ready
ca: Prepara la frase de recuperació
cs: Připrav si svůj seed
nl: Hou je herstelwoorden klaar

# restorePromptSubtitle
source: You can restore your wallet using the 12-word seed phrase that you wrote down during the wallet backup process. Only seed phrases generated in AQUA are supported.
ca: Pots restaurar el teu moneder amb la frase de recuperació de 12 paraules que vas anotar durant el procés de creació del teu moneder. Només s’admeten les frases de recuperació generades a AQUA.
cs: Svou peněženku můžeš obnovit pomocí 12 slovného seedu, které sis napsal během zálohování peněženky. Jsou podporovány pouze seedy vytvořené pomocí aplikace AQUA
nl: Je kan je wallet herstellen door jouw 12-woorden herstelzin, die je hebt neergeschreven tijdens het doorlopen van het wallet backup proces. Alleen herstelzinnen die aangemaakt zijn in AQUA worden ondersteund.

# restorePromptButton
source: Start
ca: Iniciar
cs: Začít

# restoreInputTitle
source: Restore an AQUA wallet
ca: Restaurar un moneder AQUA
cs: Obnovit AQUA peněženku
nl: Herstel een AQUA wallet

# restoreInputSubtitle
source: Enter the seed phrase
ca: Introdueix la frase de recuperació
cs: Zadejte svůj seed
nl: Voer de herstelwoorden in

# restoreInputError
source: Seed phrase was incorrect. Try again.
ca: Frase de recuperació incorrecta, intenta-ho de nou
cs: Zadaný seed není správný, zkuste to znovu
nl: De herstelzin was niet correct, probeer opnieuw.

# restoreInputButton
source: Restore
ca: Restaurar
cs: Obnovit AQUA peněženku
nl: Herstel

# unknownErrorSubtitle
source: Unknown error occurred. Please try again later.
ca: S'ha produït un error desconegut. Si us plau, torna-ho a intentar més tard.
cs: Zjištěna neznámá chyba, zkuste to prosím později
nl: Er is een onbekende fout opgetreden. Probeer later opnieuw.

# unknownErrorButton
source: Retry
ca: Tornar a intentar
cs: Zopakovat
nl: Probeer opnieuw

# linkErrorAlertTitle
source: Sorry, we couldn't open the link
ca: Ho sentim, no hem pogut obrir l'enllaç
cs: Promiňte, ale odkaz nelze otevřít.
nl: Sorry, we konden de link niet openen

# linkErrorAlertSubtitle
source: Unknown error occurred. Please try again later.
ca: Error desconegut. Si us plau torna-ho a intentar més tard.
cs: Zjištěna neznámá chyba, zkuste to prosím později
nl: Er is een onbekende fout opgetreden. Probeer later opnieuw.

# scanQrCodeTitle
source: Scan QR Code
ca: Escanejar codi QR
cs: Naskenuj QR kód
nl: Scan de QR code

# scanQrCodeValidationAlertTitle
source: Invalid QR Code
ca: Codi QR no vàlid
cs: Špatný QR kód
nl: Onjuiste QR Code

# scanQrCodeUnsupportedAssetAlertSubtitle
source: Asset ID not supported.
ca: ID de l’actiu no compatible
cs: ID prostředků není podporováno
nl: Activa Id niet ondersteund.

# scanQrCodePermissionAlertTitle
source: Camera Permission
ca: Permisos de càmera
cs: Přístup ke kameře
nl: Camera Toestemming

# scanQrCodePermissionAlertSubtitle
source: QR code scanner requires camera permission to be granted.
ca: L’escàner de QR requereix permís de la càmera
cs: Pro skenování QR kódů potřebujeme přístup k vašemu fotoaparátu.
nl: QR code scanner vereist dat er camera toestemming wordt verleend.

# scanQrCodePermissionAlertCancelButton
source: Cancel
ca: Cancelar
cs: Zrušit
nl: Annuleer

# scanQrCodePermissionAlertGrantButton
source: Grant
ca: Permetre
nl: Sta Toe

# pokerChipBalanceLabel
source: Chip Balance
ca: Saldo de la fitxa
cs: Zůstatek žetonů
nl: Chip Balans

# pokerChipBalanceError
source: Cannot read Chip
ca: No es pot llegir la fitxa de Bitcoin
cs: Nemohu načíst Bitcoinové žetony
nl: Kan Bitcoin Chip niet lezen

# pokerChipBalanceExplorerButton
source: View in Explorer
ca: Veure a l’explorador
cs: Zobrazit v prohlížeči
nl: Bekijk in Explorer

# tabSavings
source: Savings Account
ca: Compte d’estalvis
cs: Spořící účet
nl: Spaarrekening

# tabSpending
source: Spending Accounts
ca: Compte de despeses
cs: Výdajový účet
nl: Betaalrekening

# receiveAddressSearchHint
source: Search history
ca: Historial de cerques
cs: Historie hledání
nl: Zoekgeschiedenis

# receiveAddressChipsUsed
source: Used Addresses
ca: Adreces utilitzades
cs: Použité adresy
nl: Gebruikte Adressen

# receiveAddressChipsAll
source: All Addresses
ca: Totes les adreces
cs: Všechny adresy
nl: Alle Addressen

# receiveAddressHistoryReceivedLabel
source: Received
ca: Rebut
cs: Přijato
nl: Ontvangen

source: Copied to clipboard
ca: Copiat al porta-retalls
cs: Zkopírováno do schránky
nl: Gekopieerd naar klembord

# settingsScreenTitle
source: Settings
ca: Configuració
cs: Nastavení
nl: Instellingen

# settingsScreenItemLanguage
source: Language
ca: Idioma
cs: Jazyk
nl: Taal

# settingsScreenItemRegion
source: Region
ca: Regió
cs: Oblast
nl: Regio

# settingsScreenItemDarkMode
source: Dark Mode
ca: Mode fosc
cs: Tmavý mód
nl: Donkere Modus

# settingsScreenItemExplorer
source: Default Block Explorer
ca: Explorador de blocs preferit
cs: Výchozí prohlížeč bloků
nl: Block Explorer

# settingsScreenItemAssets
source: Manage Assets
ca: Gestionar els actius
cs: Spravovat prostředky
nl: Beheer Activa

# settingsScreenItemPhrase
source: View Seed Phrase
ca: Veure la frase de recuperació
cs: Zobrazit seed frázi
nl: Bekijk Herstelzin

# settingsScreenItemPokerChip
source: Bitcoin Chip
ca: Fitxa de Bitcoin
cs: Bitcoinový žeton

# settingsScreenItemRemoveWallet
source: Delete Wallet
ca: Eliminar el moneder
cs: Smazat peněženku
nl: Verwijder Wallet

# settingsScreenItemVersion
source: Version {version}
ca: Versió {version}
cs: Verze {version}
nl: Versie {version}

# settingsScreenSectionAdvanced
source: Advanced Settings
ca: Configuració avançada
cs: Rozšířené nastavení
nl: Geavanceerde Instellingen

# settingsScreenSectionGeneral
source: General Settings
ca: Configuració general
cs: Hlavní nastavení
nl: Algemene Instellingen

# regionSettingsScreenHint
source: Choose your region
ca: Tria la teva regió
cs: Vyberte svůj region
nl: Kies jouw regio

# regionSettingsScreenSearchHint
source: Search for your region
ca: Busca la teva regió
cs: Hledat můj region
nl: Zoek naar jouw regio

# regionSettingsScreenTitle
source: Region
ca: Regió
nl: Regio

# regionSettingsScreenError
source: Couldn't load regions. Please try again later.
ca: No s’han pogut carregar les regions. Si us plau torna-ho a intentar més tard.
cs: Nemohu najít region. Prosím zkuste to později.
nl: Kon regios niet laden. Probeer later opnieuw.

# refExRateSettingsScreenTitle
source: Reference Rate
ca: Preu de referència
cs: Referenční sazba
nl: Referentieprijs

# refExRateSettingsScreenItemLabel
source: {currency} from {exchange}
ca: {currency} de {exchange}
cs: {currency} ze {exchange}
nl: {currency} van {exchange}

# marketplaceScreenBuyButton
source: Buy Bitcoin
ca: Comprar Bitcoin
cs: Kup Bitcoin
nl: Koop/Verkoop

# marketplaceScreenExchangeButton
source: Swaps
ca: Convertir
cs: Směnit
nl: Swap

# marketplaceScreenRemittanceButton
source: Pay Bills
ca: Pagar les factures
cs: Placení účtů
nl: Remittance

# marketplaceScreenBankingButton
source: Debit Card
ca: Targeta de débit
cs: Debetní karta
nl: Bankieren

# marketplaceScreenBuyButtonDescription
source: Buy and Sell Bitcoin and Liquid assets
ca: Comprar, vendre Bitcoin i actius Liquid
cs: Nákup a Prodej Bitcoinu a prostředků na síti Liquid
nl: Koop/Verkoop Bitcoin en Liquid activa.

# marketplaceScreenExchangeButtonDescription
source: Utilize SideSwap peer-to-peer services
ca: Utilitza els serveis usuari a usuari de SideSwap
cs: Využití SideSwap služeb peer-to-peer
nl: Maak gebruik van SideSwap peer-to-peer-services

# marketplaceScreenRemittanceButtonDescription
source: Coming soon!
ca: Molt aviat!
cs: Již brzy!
nl: Binnenkort beschikbaar!

# marketplaceRegionScreenTitle
source: Marketplace
ca: Mercat
cs: Tržiště
nl: Marktplaats

# marketplaceRegionScreenDescriptionStartNormal
source: Select your
ca: Selecciona la teva
cs: Vyber svou
nl: Kies eerst

# marketplaceRegionScreenDescriptionBold
source: region
ca: Regió
nl: jouw regio

# marketplaceRegionScreenDescriptionEndNormal
source: first
ca: Primer
cs: první
nl: eerste

# recoveryPhraseAuthorizationError
source: Verification Failed
ca: La verificació ha fallat
cs: Ověření selhalo
nl: Verificatie mislukt

# removeWalletScreenTitle
source: Warning
ca: Advertencia
cs: Upozornění
nl: Waarschuwing

# removeWalletScreenDesc
source: Double-check that you have a seed backup before removing this wallet. Without a seed backup, you will have no way to restore this wallet or access your assets. Removing this wallet will delete everything and take you back to the AQUA start screen.
ca: Comprova que tens una còpia de la frase seguretat abans d'eliminar aquest moneder. Sense la frase de seguretat, no tindràs cap manera de restaurar aquest moneder ni accedir als teus actius. Si suprimeixes aquest moneder, s’eliminarà tot i tornaràs a la pantalla d'inici d’AQUA.
cs: Vuelve a verificar que tengas una copia de seguridad antes de retirar esta billetera. Sin una copia de seguridad, no tendrás forma de restaurar la billetera. Quitar la billetera eliminará todas las claves asociadas y lo llevará de regreso a la pantalla de inicio de la aplicación.
nl: Controleer nogmaals of u een back-up heeft voordat u deze wallet verwijdert. Zonder een backup zal je de wallet op geen enkele manier kunnen herstellen. Als je de wallet verwijdert, worden alle bijbehorende sleutels verwijderd en keer je terug naar het startscherm van de app.

# removeWalletScreenConfirmButton
source: Remove Wallet
ca: Eliminar el moneder
cs: Odstranit peněženku.
nl: Verwijder wallet

# removeWalletScreenCancelButton
source: Cancel
ca: Cancelar
cs: Ukončit
nl: Annuleer

# removeWalletScreenVerificationFailed
source: Verification Failed
ca: La verificació ha fallat
cs: Ověření selhalo
nl: Verificatie Mislukt

# removeWalletScreenRemoveFailed
source: Failed to remove wallet properly
ca: No s'ha pogut eliminar el moneder correctament
cs: Odstranění pěněženky neproběhlo správně.
nl: De wallet kan niet op een correcte manier verwijderd worden

# manageAssetsScreenTitle
source: Manage Assets
ca: Gestionar els actius
cs: Spravovat prostředky
nl: Beheer Activa

# manageAssetsScreenAddButton
source: Add More Assets
ca: Afegir més actius
cs: Přidat prostředky
nl: Voeg meer activa toe

# manageAssetsScreenError
source: Failed to load assets list. Please try again later.
ca: No s'ha pogut carregar la llista d'actius. Si us plau, intenta-ho més tard.
cs: Nepodařilo se načíst seznam prostředků. Prosím, zkuste to později.
nl: Kan de lijst met items niet laden. Probeer later opnieuw.

# addAssetsScreenTitle
source: Add more Assets
ca: Afegir més Actius
cs: Přidat další prostředky
nl: Voeg meer Activa toe

# pokerchipScreenTitle
source: Bitcoin Chip
ca: Fitxa de Bitcoin
cs: Bitcoinový žeton

# pokerchipScreenLabel
source: Bitcoin Chip
ca: Fitxa de Bitcoin
cs: Bitcoinový žeton

# pokerchipScreenDescription
source: Read your Bitcoin Chip
ca: Llegeix la teva fitxa de Bitcoin
cs: Načíst tvůj Bitcoinové žetony
nl: Lees jouw Bitcoin Chip

# pokerchipScreenReadButton
source: Read Bitcoin Chip
ca: Llegeix la fitxa de Bitcoin
cs: Načíst Bitcoinový žeton
nl: Lees Bitcoin Chip

# welcomeScreenDesc1
source: **BUOYS** and Layer 2 Wallet
ca: Moneder de Bitcoin i Segona capa
cs: Bitcoin a 2. vrstva
nl: Bitcoin en Layer 2 wallet

# welcomeScreenDesc2
source: **BUOYS** and Tether Wallet
ca: Moneder de Bitcoin i Tether
cs: Bitcoin a Tether
nl: Bitcoin en Tether wallet

# welcomeScreenDesc3
source: Swim with the **BUOYS**
ca: La Superapliació de Bitcoin, Lightning i Liquid
cs: Bitcoin, Lightning a Liquid Superapp
nl: Bitcoin, Lightning en Liquid Superapp

# welcomeScreenDesc4
source: The **BUOYS** Wallet
ca: El moneder de Bitcoin que fins I tot la teva avia pot utilitzar
cs: Taková Bitcoinová peněženka, kterou může používat i tvá babča.
nl: De Bitcoin wallet die je grootmoeder kan gebruiken

# receiveMenuScreenTitle
source: Receive
ca: Rebre
cs: Přijmout
nl: Ontvangen

# receiveMenuScreenSectionAquaAssets
source: AQUA Assets
ca: Actius AQUA
cs: AQUA prostředky
nl: AQUA Activa

# receiveMenuScreenSectionOtherAssets
source: Other Assets
ca: Altres actius
cs: Ostatní prostředky
nl: Andere Activa

# receiveAssetScreenTitle
source: Receive
ca: Rebre
cs: Přijmout
nl: Ontvangen

# receiveAssetScreenAddNotes
source: Add notes
ca: Afegir una nota
cs: Přidat poznámky
nl: Voeg notitie toe

# receiveAssetScreenSetAmount
source: Set Amount
ca: Estableix l’import
cs: Nastavit množství
nl: Stel Bedrag in

# receiveAssetScreenShare
source: Share
ca: Compartir
cs: Sdílet
nl: Deel

# receiveAssetScreenShiftId
source: Shift ID
ca: ID de canvi
cs: Identifikační číslo směny

# receiveAssetScreenExpiresOn
source: Single-use address expires on: {date}
ca: Caduca: {date}
cs: Platnost končí: {date}
nl: Vervalt op: {date}

# receiveAssetAmountSheetTitle
source: Set Amount
ca: Estableix l’import
cs: Nastav množství
nl: Stel Bedrag in

# receiveAssetAmountSheetConfirmButton
source: Confirm
ca: Confirmar
cs: Potvrdit
nl: Bevestig

# addNoteScreenTitle
source: Add Notes
ca: Afegir una nota
cs: Přidat poznámky
nl: Voeg notitie toe

# addNoteScreenHint
source: Write something here...
ca: Escriu alguna cosa aquí …
cs: Napiš sem něco...
nl: Schrijf hier iets...

# addNoteScreenSaveButton
source: Save
ca: Guardar
cs: Uložit
nl: Bewaar

# sendAssetScreenTitle
source: Send
ca: Enviar
cs: Odeslat
nl: Verzenden

# sendAssetScreenDescription
source: You can input an address or scan
ca: Pots introduir una adreça o escanejar
cs: Vložit adresu / naskenovat adresu

# sendAssetScreenClipboardTitle
source: Paste from clipboard
ca: Enganxa des del porta-retalls
cs: Vložit ze schránky

# sendAssetScreenUseAllFundsButton
source: Send Max
ca: Enviar el Màxim
cs: Odeslat vše
nl: Verzend Max

# sendAssetAmountScreenAmountHint
source: Set amount
ca: Import
cs: Množství
nl: Bedrag

# sendAssetAmountScreenContinueButton
source: Continue
ca: Continuar
cs: Pokračuj
nl: Verder

# sendAssetAmountScreenEmptyAddressError
source: Fill the address field
ca: Omple el camp adreça
cs: Vyplň pole s adresou
nl: Vul het adresveld in

# sendAssetAmountScreenInvalidAddressError
source: Invalid address
ca: Adreça no vàlida
cs: Špatná adresa
nl: Ongeldig adres
