Repository: dilguisonis/buoy-wallet
Catalog: lib/l10n/app_*.arb
Languages: ca, cs, nl

# sendAssetAmountScreenEmptyAmountError
source: Fill the amount field
ca: Omple el camp import
cs: Zadejte částku
nl: Vul het bedrag in

# sendAssetAmountScreenNotEnoughFundsError
source: Not enough funds
ca: No tens fons suficients
cs: Nedostatek prostředků
nl: Onvoldoende fondsen

# sendAssetAmountScreenUnsupportedInvoiceError
source: Unsupported invoice
ca: Factura no compatible
cs: Nepodporovaná faktura
nl: Niet-ondersteunde keuze

# sendAssetAmountScreenExpiredInvoiceError
source: Expired invoice
ca: Factura caducada
cs: Faktura je již po expiraci
nl: Verlopen factuur

# sendAssetAmountScreenNonMatchingAssetIdError
source: Invoice asset does not match
ca: L’actiu de la factura no coincideix
cs: Prostředky na faktuře nesouhlasí
nl: Activa factuur komt niet overeen

# sendAssetReviewScreenConfirmAmountTitle
source: The recipient will receive
ca: El destinatari rebrà
cs: Obdrží příjemce
nl: De ontvanger zal ontvangen

# sendAssetReviewScreenConfirmAddressTitle
source: Send to
ca: Enviar a
cs: Odeslat na
nl: Verzend naar

# sendAssetReviewScreenConfirmShiftIdTitle
source: Shift ID
ca: Id de Shift
cs: ID směny

# sendAssetReviewScreenConfirmPriorityTitle
source: Choose Priority
ca: Triar la prioritat
cs: Zvolte prioritu
nl: Kies prioriteit

# sendAssetReviewScreenConfirmPriorityStandard
source: Standard
ca: Normal
cs: Normální
nl: Standaard

# sendAssetReviewScreenConfirmPriorityHigh
source: High
ca: Alta
cs: Vysoká
nl: Hoog

# sendAssetReviewScreenConfirmFeeTitle
source: Pay network fees with
ca: Pagar les comissions de xarxa amb
cs: Uhradit poplatek pomocí
nl: betaal netwerk fees met

# sendAssetReviewScreenConfirmPrioritySats
source: ≈ {satsPerByte} satoshi/vbyte
ca: ≈ {satsPerByte} sats/vbyte
cs: ≈ {satsPerByte} sats/vbyte
nl: ≈ {satsPerByte} sats/vbyte

# sendAssetReviewScreenGenericLabel
source: You are sending {symbol} on the {network} Network
ca: Estàs enviant {symbol} a la xarxa {network}
cs: Zasíláte {symbol} do {network} sítě
nl: Je gaat {symbol} verzenden op het {network} Netwerk

# sendAssetReviewScreenConfirmSlider
source: Slide to send
ca: Lliscar per enviar
cs: Přejeďte pro odeslání
nl: Schuif om te verzenden

# sendAssetReviewScreenSendTo
source: Send to
ca: Enviar a
cs: Odeslat na
nl: VERZEND NAAR

# sendAssetReviewScreenAmount
source: Amount
ca: Import
cs: Množství
nl: Bedrag

# sendAssetReviewScreenFee
source: Fee
ca: Comissió
cs: Poplatek

# sendAssetCompleteScreenAmountTitle
source: You've successfully sent
ca: Has enviat exitosament
cs: Úspěšně jste odeslali
nl: Je hebt succesvol verzonden

# sendAssetCompleteScreenUsdAmountLabel
source: Amount
ca: Import
cs: Množství
nl: Bedrag

# sendAssetCompleteScreenFeeLabel
source: Network Fee
ca: Comissió de xarxa
cs: Poplatek sítě
nl: Netwerk Fee

# sendAssetCompleteScreenNoteLabel
source: My Notes
ca: Les meves Notes
cs: Mé poznámky
nl: Mijn Notities

# sendAssetCompleteScreenIdLabel
source: Transaction ID
ca: ID de la Transacció
cs: ID transakce
nl: Transactie ID

# sendAssetCompleteScreenShiftIdLabel
source: Shift ID
ca: Id de Shift
cs: ID směny

# sendAssetCompleteScreenBoltzIdLabel
source: Boltz ID
ca: Id de Boltz

# sendAssetCompleteScreenTimeLabel
source: Time
ca: Hora
cs: Čas
nl: Tijd

# sendAssetCompleteScreenDateLabel
source: Date
ca: Data
cs: Datum
nl: Datum

# sendAssetCompleteScreenDoneButton
source: Done
ca: Fet
cs: Hotovo
nl: Voltooid

# insufficientFundsSheetMessage
source: You don't have enough funds
ca: No tens fons suficients
cs: Nemáte dostatek prostředků
nl: Je habt niet genoeg om de transactie fees te betalen.

# insufficientFundsSheetRequiredFee
source: Required fee: {fee}
ca: Comissió necessària: {fee}
cs: Požadovaný poplatek: {fee}
nl: Vereiste fee: {fee}

# insufficientFundsSheetCurrentBalance
source: Current balance: {balance}
ca: Saldo actual: {balance}
cs: Aktuální zůstatek: {balance}
nl: Huidige balans: {balance}

# insufficientFundsSheetAssetTitle
source: Get {asset}
ca: Obtenir {asset}
cs: Získat: {asset}
nl: Koop {asset}

# insufficientFundsSheetAssetDescription
source: Browse marketplace
ca: Explorar el Mercat
cs: Prozkoumat tržiště
nl: Blader door de marktplaats

# sideshiftNoPermissionsError
source: This feature is currently not available in your region
ca: Aquesta funció no està disponible
cs: Tato funkce není dostupná
nl: Deze functie is niet beschikbaar

# sideshiftDeliverAmountRequiredError
source: A delivery amount is required.
ca: Es requereix un import de lliurament.
cs: Požadovaná poplatek za převod
nl: Er is een leveringsbedrag vereist.

# sideshiftDeliverAmountExceedBalanceError
source: The delivery amount exceeds the available balance.
ca: L'import de lliurament supera el saldo disponible.
cs: Poplatek za převod převyšuje dostupný zůstatek.
nl: Het leveringsbedrag overschrijdt de beschikbare balans.

# sideshiftMinDeliverAmountError
source: The delivery amount is below the minimum allowed amount of {min}.
ca: L'import de l'enviament és inferior a la quantitat mínima permesa de {min}.
cs: Odesílaná částka je nižší než minimální povolená {min}.
nl: Het leveringsbedrag is lager dan het minimaal toegestane bedrag van {min}.

# sideshiftMaxDeliverAmountError
source: The delivery amount exceeds the maximum allowed amount of {max}.
ca: L'import de l'enviament supera la quantitat màxima permesa de {max}.
cs: Odesílaná částka přesahuje maximální povolenou částku {max}.
nl: Het leveringsbedrag is hoger dan maximaal toegestane bedrag van {max}.

# sideshiftFeeBalanceError
source: Insufficient balance to cover the fees.
ca: Saldo insuficient per a cubrir les comissions.
cs: Nemáte dostatečný zůstatek k pokrytí poplatků.
nl: Onvoldoende balans om de fees te dekken.

# sideshiftGenericError
source: There was an error creating this order.
ca: S'ha produït un error al crear aquesta ordre.
cs: Při vytváření tohoto příkazu došlo k chybě.
nl: Er is een fout opgetreden bij het maken van deze bestelling.

source: Sideshift Orders
ca: Ordres de Sideshift
cs: Sideshift-objednávky

# sideshiftOrderListEmptyState
source: Your shift orders will show up here.
ca: Les teves ordres de Sideshift apareixeran aquí.
cs: Tvé Shift objednávky se zobrazí zde.
nl: Uw Sideshift orders zullen hier verschijnen.

# sideshiftCustomerService
source: Contact SideShift Customer Service
ca: Contactar amb el Servei d’atenció al client de Sideshift
cs: Kontakujte SideShift zákaznickou podporu
nl: Neem contact op met de SideShift-klantenservice

# sideshiftOrderIdCopiedSnackbar
source: Shift ID copied
ca: Id de canvi copiada
cs: Shift ID bylo zkopírováno
nl: Shift-ID gekopieerd

# sideshiftDepositAddress
source: Deposit Address
ca: Adreça de dipòsit
cs: Adresa pro odeslání
nl: Stortingsadres

# sideshiftSettleAddress
source: Settle Address
ca: Adreça de liquidació
cs: Vypořádávací adresa
nl: Vereffeningsadres

# sideshiftDepositAddressCopiedSnackbar
source: Deposit address copied
ca: Adreça de dipòsit copiada
cs: Odesílací adresa byla zkopírována
nl: Stortingsadres gekopieerd

# sideshiftSettleAddressCopiedSnackbar
source: Settle address copied
ca: L’adreça de liquidació s’ha copiat
cs: Vypořádávací adresa byla zkopírována
nl: Vereffeningsadres gekopieerd

# sideshiftOrderCreatedAt
source: Created at
ca: Creat a
cs: Vytvořeno pomocí
nl: Gemaakt op

# sideshiftOrderExpiresAt
source: Expires at
ca: Caduca a
cs: Vyprší za
nl: Verloopt op

# sideshiftOrderSettleAmount
source: Settle Amount
ca: Import de liquidació
cs: Uhradit částku
nl: Bedrag afrekenen

# sideshiftOrderDepositAmount
source: Deposit Amount
ca: Import del dipòsit
cs: Vložit částku
nl: Aanbetalingsbedrag

# sideshiftOrderStatusPending
source: Pending
ca: Pendent
cs: Čeká na
nl: In behandeling

# sideshiftOrderStatusProcessing
source: Processing
ca: Processant
cs: Zpracovává
nl: Verwerken

# sideshiftOrderStatusReview
source: Review
ca: Revisar
cs: Recenze
nl: Beoordeling

# sideshiftOrderStatusWaiting
source: Waiting
ca: Esperant
cs: Čeká na
nl: Aan het wachten

# sideshiftOrderStatusSettling
source: Settling
ca: Liquidant
cs: Vypořádávání
nl: Afwikkeling

# sideshiftOrderStatusSettled
source: Settled
ca: Liquidat
cs: Vypořádáno
nl: Verwerkt

# sideshiftOrderStatusRefund
source: Refund
ca: Reemborsament
cs: Vrácení peněz
nl: Terugbetaling

# sideshiftOrderStatusRefunding
source: Refunding
ca: Reemborsant
cs: Refundace
nl: Terugbetaling

# sideshiftOrderStatusRefunded
source: Refunded
ca: Reemborsat
cs: Vráceno
nl: Terugbetaald

# sideshiftOrderStatusExpired
source: Expired
ca: Caducat
cs: Vypršela platnost
nl: Verlopen

# sideshiftOrderStatusUnknown
source: Unknown
ca: Desconegut
cs: Neznámý
nl: Onbekend

# swapScreenTitle
source: Swaps
ca: Conversions
cs: Swapy
nl: Conversie

# swapScreenConvertAllButton
source: Swap All
ca: Convertir tot
cs: Převést (swapnout) vše
nl: Converteer alle

# swapScreenSuccessAmountTitle
source: You've successfully swapped to
ca: Has convertit correctament a
cs: Úspěšně převedeno (swapnuto) na
nl: Je hebt succesvol geconverteerd naar

# swapScreenSuccessSentAmountLabel
source: Swap from
ca: Convertir de
cs: Převést (swapnout) z
nl: Converteer van

# swapScreenSuccessTransactionIdLabel
source: Transaction ID
ca: ID de Transacció
cs: ID transakce
nl: Transactie ID

# swapScreenSuccessTimeLabel
source: Time
ca: Hora
cs: Čas
nl: Tijd

# swapScreenSuccessDateLabel
source: Date
ca: Data
cs: Datum
nl: Datum

# swapScreenLoadingMessage
source: Swapping {amount} {deliver} to {receive}
ca: S'està convertint {amount} {deliver} a {receive}
cs: Převod {amount} {deliver} na {receive}
nl: Converteer {amount} {deliver} naar {receive}

# swapErrorUnselectedAsset
source: Both source and target assets must be selected
ca: S'han de seleccionar tant els recursos d'origen com els de destí
cs: Musí být vybrán zdrojové i cílové prostředky
nl: Zowel levering als ontvangst activa moeten worden geselecteerd

# swapErrorInvalidBtcPair
source: BTC can only be swapped to L-BTC
ca: BTC només es pot canviar a L-BTC
cs: BTC může být převeden pouze na L-BTC
nl: BTC kan enkel geconverteerd worden naar LBTC

# swapErrorInvalidLbtcPair
source: L-BTC can only be swapped to BTC or USDt
ca: L-BTC només es pot canviar a BTC o USDt
cs: L-BTC může být převeden pouze na BTC, nebo USDt
nl: LBTC kan enkel geconverteerd worden naar BTC of USDT

# swapErrorInvalidUsdtPair
source: USDt can only be swapped to L-BTC
ca: USDt només es pot canviar a L-BTC
cs: USDt může být převeden na L-BTC
nl: USDT kan enkel geconverteerd worden naar LBTC

# swapErrorUnspendableAmount
source: Balance is too low to convert
ca: El saldo és massa baix per convertir-lo
cs: Zůstatek je příliž nížky na převod
nl: Balans is te laag om te converteren

source: Swap Error
ca: Error de conversió
cs: Chyba převodu (swapu)
nl: Swap Fout

# welcomeScreenTitle
source: Set up your AQUA Wallet
ca: Configura el teu moneder AQUA
cs: Nastav si svou AQUA peněženku
nl: Ga aan de slag met AQUA

# welcomeScreenDescription
source: Your wallet will support Bitcoin, Lightning, Liquid, and Tether USDt!
ca: El teu moneder és compatible amb Bitcoin, Lightning, Liquid I Tether USDt!
cs: Tvá peněženka podporuje Bitcoin, Lightning, Liquid a Tether USDt!
nl: Jouw wallet zal Bitcoin, Liquid Bitcoin, en andere Liquid activa ondersteunen.

# welcomeScreenToSDescriptionNormal
source: I have read and agreed to the
ca: He llegit i accepto
cs: Přečetl jsem a souhlasím s
nl: Ik heb gelezen en ga akkoord met

# welcomeScreenToSDescriptionBold
source: Terms of Service
ca: Les condicions del Servei
cs: Smluvní podmínky
nl: Gebruiksvoorwaarden

# welcomeScreenPrivacyDescriptionBold
source: Privacy Policy
ca: la Política de Privacitat
cs: Zásady ochrany osobních údajů
nl: Privacy Beleid

# settingsScreenPrivacyDescription
source: Privacy Policy
ca: Política de Privacitat
cs: Zásady ochrany osobních údajů
nl: Privacy Beleid

# welcomeScreenUnacceptedToSError
source: Please accept the Terms of Service & Privacy Policy before proceeding
ca: Si us plau, accepta les condicions del servei i la política de privacitat abans de continuar.
cs: Prosím, proveďte souhlas se smluvními podmínkami a zásadami ochrany osobních údajů.
nl: Accepteer de Gebruiksvoorwaarden & het Privacy Beleid voordat je verdergaat

# welcomeScreenUnacceptedDisclaimerError
source: Please accept the beta disclaimer before proceeding
ca: Si us plau, accepta l'exempció de responsabilitat de la versió beta abans de continuar.
cs: Prosím, než budete pokračovat, potvrďte, že příjmáte zodpovědnost za užívání beta verze tohoto programu.
nl: Accepteer de beta vrijwaring voordat je verdergaat

# welcomeScreenBetaDisclaimer
source: Beta Disclaimer: AQUA Wallet (BETA), is in beta form as the name describes, and may contain defects. You are advised to safeguard important data and your assets, to use caution, and not to rely in any way on the correct functioning or performance of the product and/or accompanying materials. By installing the AQUA Wallet (BETA), you agree to use it at your own risk.
ca: Exempció de responsabilitat de la versió beta: AQUA Wallet (BETA), està en fase beta tal com el nom descriu i pot contenir defectes. Es recomana guardar les dades importants i els teus actius, tenir precaució i no confiar de cap manera en el correcte funcionament o rendiment del producte i/o dels materials que l'acompanyen. En instal·lar el moneder AQUA (BETA), acceptes utilitzar-lo sota el teu propi risc.
cs: Upozornění k betaverzi: Peněženka AQUA (BETA) je ve formě betaverze. Jak popisuje její název. Můžete obsahovat chyby. Dbejte, prosím, zvyšené opatrnosti při práci se svými zůstatky, nespoléhejte se na správné fungování, nebo odladěnost produktu, či doprovodných informací. Instalací peněženky AQUA (BETA) souhlasíte s tím, že ji budete používat čistě na vlastní nebezpečí.
nl: Beta Vrijwaring: AQUA Wallet (BETA), is in betavorm zoals de naam beschrijft, en kan defecten bevatten. Het is aangeraden om zowel jouw belangrijke gegevens als jouw bezittingen veilig te stellen, voorzichtig te zijn en op geen enkele wijze te vertrouwen op de juiste werking of prestatie van het product en/of bijbehorende materialen. Door de AQUA Wallet (BETA) te installeren, gaat u ermee akkoord deze op eigen risico te gebruiken.

# walletCreateAnimationTitle
source: Creating Wallet
ca: Creant el moneder
cs: Vytvářím peněženku.
nl: Wallet wordt aangemaakt

# walletRestoreAnimationTitle
source: Restoring Wallet
ca: Restaurant el moneder
cs: Obnovuji peněženku.
nl: Wallet wordt hersteld

# errorMinPegInAmount
source: Minimum amount is {amount} BTC
ca: L’import mínim és {amount} BTC
cs: Minimální částka je {amount} BTC
nl: Minimum bedrag is {amount} BTC

# errorMinPegOutAmount
source: Minimum amount is {amount} L-BTC
ca: L’import mínim és {amount} L-BTC
cs: Minimální částka je {amount} L-BTC
nl: Minimum bedrag is {amount} L-BTC

# pegInProgress
source: Conversion has been initiated
ca: La conversió s’ha iniciat
cs: Převod byl zahájen
nl: Conversie is gestart

# pegErrorFeeExceedAmount
source: Peg fee exceeds deliver amount. Enter a higher amount.
ca: La comissió de Peg supera l'import de lliurament. Introdueix una quantitat superior.
cs: Zadejte vyšší částku, účtovaný poplatek za převod je vyšší, než převáděná částka.
nl: Peg fee overschrijdt leveringsbedrag. Gebruik een hogere waarde

# pegErrorTransaction
source: Error while creating transaction
ca: Error al crear la transacció
cs: Chyba při vytváření transakce.
nl: Fout tijdens het maken van de transactie

# pegInsufficientFeeBalanceError
source: Insufficient balance to cover the fees.
ca: Saldo insuficient per cobrir les comissions.
cs: Nedostatečný zůstatek k pokrytí poplatků.
nl: Onvoldoende balans om fees te dekken.

source: Swap
ca: Convertir
cs: Převod / swap
nl: Converteer

source: Review Swap
ca: Revisar conversió
cs: Detail převodu / swapu
nl: Bekijk Conversie

# pegOrderReviewTitle
source: You are swapping
ca: S’està convertint
cs: Převádíš / swapuješ
nl: Je bent aan het converteren

# conversionReceiveAmount
source: You will receive
ca: Rebràs
cs: Obdržíte
nl: Je zal ontvangen

# pegOrderReviewOrderId
source: Order ID
ca: ID de l’ordre
cs: ID objednávky
nl: Bestel ID

# gdkNetworkInvalidAddress
source: Invalid address
ca: Adreça no vàlida
cs: Špatná adresa
nl: Ongeldig adres

# gdkNetworkInvalidAmount
source: Invalid amount
ca: Import no vàlid
cs: Špatné částka
nl: Ongeldig bedrag

# gdkNetworkInsufficientFunds
source: Insufficient funds
ca: Fons insuficients
cs: Nedostatečné množství prostředků
nl: Onvoldoende fondsen

# boltzSendStatusPending
source: Lightning Payment in Process
ca: Pagament Lightning en procès
cs: Lightningová platba zahájena
nl: Lightning Betaling in Uitvoering

# boltzSendStatusFailed
source: Lightning Payment Failed
ca: El pagament Lightning ha fallat
cs: Lightningová platba selhala
nl: Lightning Betaling Mislukt

# boltzSendStatusSuccess
source: Lightning Payment Succeeded
ca: El pagament Lightning ha estat correcte
cs: Lightningová platba byla úspěšně převedena
nl: Lightning Betaling Gelukt

# boltzSendUnknownStatus
source: Lightning Payment - Unknown Status
ca: Pagament Lightning - Estat desconegut
cs: Lightningová platba - neznámý status
nl: Lightning Betaling - Ongekende Status

# boltzRefund
source: Refund
ca: Reemborsament
cs: Vrácení peněz
nl: Betaal Terug

# boltzCopyRefundData
source: COPY REFUND DATA
ca: COPIA LES DADES DE REEMBOLSAMENT
cs: ZKOPÍROVAT INFORMACE O VRÁCENÍ PENĚZ
nl: KOPIEER TERUGBETALINGSDATA

# boltzMinAmountError
source: The amount is below the min of {min} sats.
ca: L’import és inferior al mínim of {min} sats.
cs: Částka je nižší než min {min} sats.
nl: Het bedrag is lager dan het minimum van {min} sats.

# boltzMaxAmountError
source: The amount exceeds the max of {max} sats.
ca: L’import supera el màxim of {max} sats.
cs: Částka je nižší než maximum {max} sats.
nl: Het bedrag is hoger dan het max van {max} sats.

# boltzGenerateInvoice
source: Generate Invoice
ca: Generar factura
cs: Vygenerovat fakturu
nl: Maak Factuur

source: Lightning Invoice
ca: Factura Lightning
cs: Lightningová faktura
nl: Lightning Factuur

# convert
source: Swap
ca: Convertir
cs: Převod / swap
nl: Convert

# lightningTransactionSuccessScreenDoneButton
source: Done
ca: Fet
cs: Hotovo
nl: Voltooid

# lightningTransactionSuccessScreenSendTitle
source: You've sent
ca: Has enviat
cs: Zaslali jste
nl: Je verzond

# lightningTransactionSuccessScreenReceiveTitle
source: You've received
ca: Has rebut
cs: Přijali jste
nl: Je ontving

# receiveLightningViewGeneratingStatusMessage
source: Generating invoice
ca: Generant factura
cs: Vytvářím fakturu
nl: Factuur aanmaken

# layer2Bitcoin
source: L2 Bitcoin
ca: Capa 2 Bitcoin
cs: 2. Bitcoinová vrstva
nl: Layer 2 Bitcoin

source: Balance
ca: Saldo
cs: Zůstatek
nl: Balans

# unknownErrorTitle
source: Error
cs: Chyba
nl: Fout

# sendAssetReviewScreenTotal
source: Total
cs: Celkem
nl: Totaal

# marketplaceScreenComingSoon
source: Coming soon!
nl: Binnenkort beschikbaar!

# getHelpSupportScreenTitle
source: Get Help
nl: Hulp krijgen

# contactUsHelpSupportScreenHeaderText
source: Need Help? Contact Us.
nl: Hulp nodig? Neem contact met ons op

# settingsScreenItemHiddenLanguageDisabled
source: Hidden Languages Disabled
nl: Verborgen talen uitgeschakeld

# settingsScreenItemHiddenLanguageEnabled
source: Hidden Languages Enabled
nl: Verborgen talen ingeschakeld

# boltzSupportEmail
source: Contact Boltz
nl: Contacteer Boltz

# lightningTransactionSuccessScreenReceiveMessage
source: You've received Sats
nl: Je hebt Sats ontvangen

# boltzRedeemScriptValidationError
source: Redeem Script from Boltz could not be validated.
nl: Inwisselscript van Boltz kon niet worden gevalideerd.
